{
  "asset-types": {
    "bond": "債券",
    "equity": "株式",
    "fund": "ファンド",
    "stablecoin": "ステーブルコイン",
    "deposit": "預金"
  },
  "factory": {
    "create": {
      "title": "トークンファクトリーを作成",
      "description": "選択した資産タイプのファクトリー契約を展開",
      "deploying": "{{current}} / {{total}} のファクトリーを展開中...",
      "completed": "{{completed}} / {{total}} のファクトリーが展開されました",
      "all-completed": "すべてのトークンファクトリーが正常に展開されました",
      "error": {
        "system-not-found": "システムアドレスが見つかりません。最初にシステムが展開されていることを確認してください。",
        "system-not-bootstrapped": "システムは最初にブートストラップする必要があります。システムの初期化が完了するまでお待ちください。",
        "no-result": "ファクトリーの展開は完了しましたが、アドレスは返されませんでした",
        "default": "トークンファクトリーの展開に失敗しました"
      },
      "success": "トークンファクトリーが正常に作成されました"
    },
    "info": {
      "bond": {
        "title": "デジタル固定収入証券資産",
        "description": "債券は、発行者が投資家から資本を調達し、定められた期間内に元本を利息と共に返済することに同意する債務証券です。ブロックチェーン上で発行されると、債券はプログラム可能な資産となり、透明な条件、自動化されたコンプライアンス、発行から決済までの効率的なライフサイクル管理が可能になります。"
      },
      "deposit": {
        "title": "安全でコンプライアンスに準拠したデジタル預金管理",
        "description": "預金は、通常は安全保管、将来の使用、または契約上の義務を果たすために、資金を金融口座に預ける行為です。ブロックチェーンプラットフォームでは、預金はデジタルトークンとして表現され、自動検証、条件付きリリース、取引ライフサイクル全体にわたる監査可能な保管が可能になります。"
      },
      "equity": {
        "title": "機関グレードのデジタル株式管理",
        "description": "株式は、会社や資産に対する所有権を指し、通常は保有者に利益の一部と投票権を与えます。ブロックチェーン上でトークン化されると、株式はプログラム可能なルールで発行、管理、移転でき、所有市場におけるアクセス、流動性、運用効率が向上します。"
      },
      "fund": {
        "title": "機関ファンド管理のためのデジタル資産",
        "description": "ファンドは、複数の投資家から資本を集め、定義された戦略と管理構造に従って資産のポートフォリオに投資します。ブロックチェーン上でファンドをトークン化することで、所有権の詳細な追跡、リターンの効率的な分配、スマートコントラクトとリアルタイム報告を通じた業務の効率化が可能になります。"
      },
      "stablecoin": {
        "title": "安全で担保されたデジタル通貨",
        "description": "ステーブルコインは、安定した価値を維持するように設計された暗号通貨の一種で、通常は法定通貨やその他の資産によって裏付けられています。ブロックチェーンプラットフォーム上で、ステーブルコインは信頼できる交換手段と価値の保存手段を提供し、シームレスで低ボラティリティの取引とプログラム可能な金融操作を促進します。"
      }
    },
    "related": {
      "bond": {
        "box1": {
          "title": "債券作成の開始",
          "description": "機関投資家向けにカスタマイズ可能な満期日、金利、コンプライアンスルールを持つトークン化された債券を作成し、展開する方法を学びます。",
          "button": "ガイドを読む"
        },
        "box2": {
          "title": "債券のコンプライアンスと規制フレームワーク",
          "description": "トークン化された債券に関する規制要件を理解します。これには、投資家の適格性、移転制限、自動クーポン支払いメカニズムが含まれます。",
          "button": "ドキュメントを表示"
        },
        "box3": {
          "title": "債券契約のアーキテクチャ",
          "description": "債券トークンの技術的実装を探ります。これには、額面価値の計算、利回り管理、決済の自動化のための支払いシステムとの統合が含まれます。",
          "button": "技術文書"
        }
      },
      "deposit": {
        "box1": {
          "title": "預金トークン作成の開始",
          "description": "設定可能な引き出し条件、利息の蓄積、マルチシグネチャ承認ワークフローを使用して預金をトークン化する方法を学びます。",
          "button": "ガイドを読む"
        },
        "box2": {
          "title": "預金のコンプライアンスとセキュリティ基準",
          "description": "トークン化された預金のためのセキュリティ対策とコンプライアンス機能を理解します。これには、保管管理と監査証跡の要件が含まれます。",
          "button": "ドキュメントを表示"
        },
        "box3": {
          "title": "預金契約のアーキテクチャ",
          "description": "預金トークンの技術的設計を探ります。これには、タイムロックメカニズム、条件付きリリースロジック、保管プロバイダーとの統合が含まれます。",
          "button": "技術文書"
        }
      },
      "equity": {
        "box1": {
          "title": "株式トークン作成の開始",
          "description": "投票権、配当分配機能、キャップテーブル管理機能を持つ会社の株式をトークン化する方法を学びます。",
          "button": "ガイドを読む"
        },
        "box2": {
          "title": "株式のコンプライアンスと株主の権利",
          "description": "トークン化された株式に関する規制フレームワークを理解します。これには、株主契約、投票メカニズム、移転制限が含まれます。",
          "button": "ドキュメントを表示"
        },
        "box3": {
          "title": "株式契約のアーキテクチャ",
          "description": "ガバナンス機能、配当分配システム、企業行動の処理を含む株式トークンの実装を探ります。",
          "button": "技術文書"
        }
      },
      "fund": {
        "box1": {
          "title": "ファンドトークン作成の開始",
          "description": "NAV計算、サブスクリプション/償還ワークフロー、パフォーマンスフィー構造を持つトークン化された投資ファンドを作成する方法を学びます。",
          "button": "ガイドを読む"
        },
        "box2": {
          "title": "ファンドのコンプライアンスと投資家保護",
          "description": "トークン化されたファンドに関する規制要件を理解します。これには、投資家の認定、ロックアップ期間、報告義務が含まれます。",
          "button": "ドキュメントを表示"
        },
        "box3": {
          "title": "ファンド契約のアーキテクチャ",
          "description": "ポートフォリオ管理、手数料計算、ファンド管理システムとの統合を含むファンドトークンの技術的設計を探ります。",
          "button": "技術文書"
        }
      },
      "stablecoin": {
        "box1": {
          "title": "ステーブルコイン作成の開始",
          "description": "設定可能な担保要件、ミント/バーン制御、価格安定メカニズムを持つステーブルコインを展開する方法を学びます。",
          "button": "ガイドを読む"
        },
        "box2": {
          "title": "ステーブルコインのコンプライアンスと準備金管理",
          "description": "ステーブルコインに関する規制フレームワークを理解します。これには、準備金の監査、償還保証、マネーロンダリング防止対策が含まれます。",
          "button": "ドキュメントを表示"
        },
        "box3": {
          "title": "ステーブルコイン契約のアーキテクチャ",
          "description": "オラクル統合、担保管理、自動リバランスメカニズムを含むステーブルコインの実装を探ります。",
          "button": "技術文書"
        }
      }
    }
  }
}
