{
  "asset-types": {
    "bond": "Bonds",
    "equity": "Equities",
    "fund": "Funds",
    "stablecoin": "Stablecoins",
    "deposit": "Deposits"
  },
  "factory": {
    "create": {
      "title": "Create Token Factories",
      "description": "Deploy factory contracts for your selected asset types",
      "deploying": "Deploying {{current}} of {{total}} factories...",
      "completed": "{{completed}} of {{total}} factories deployed",
      "all-completed": "All token factories deployed successfully",
      "error": {
        "system-not-found": "System address not found. Please ensure a system is deployed first.",
        "system-not-bootstrapped": "System needs to be bootstrapped first. Please wait for system initialization to complete.",
        "no-result": "Factory deployment completed but no address was returned",
        "default": "Failed to deploy token factory"
      },
      "success": "Token factory successfully created"
    },
    "info": {
      "bond": {
        "title": "A digital fixed-income security asset",
        "description": "A bond is a debt instrument through which an issuer raises capital from investors, agreeing to repay the principal with interest over a defined period. When issued on blockchain, bonds become programmable assets with transparent terms, automated compliance, and efficient end-to-end lifecycle management from issuance to settlement."
      },
      "deposit": {
        "title": "Secure and compliant digital deposit management",
        "description": "A deposit is the act of placing funds into a financial account, typically for safekeeping, future use, or to fulfill a contractual obligation. On blockchain platforms, deposits can be represented as digital tokens, enabling automated verification, conditional release, and auditable custody throughout the transaction lifecycle."
      },
      "equity": {
        "title": "Institutional-grade digital equity management",
        "description": "Equity refers to the ownership interest in a company or asset, typically entitling the holder to a share of profits and voting rights. When tokenized on blockchain, equity can be issued, managed, and transferred with programmable rules, improving access, liquidity, and operational efficiency in ownership markets."
      },
      "fund": {
        "title": "Digital asset for institutional fund management",
        "description": "A fund aggregates capital from multiple investors to invest in a portfolio of assets according to a defined strategy and management structure. Tokenizing funds on blockchain enables granular ownership tracking, efficient distribution of returns, and streamlined operations through smart contracts and real-time reporting."
      },
      "stablecoin": {
        "title": "A secure and collateralized digital currency",
        "description": "A stablecoin is a type of cryptocurrency engineered to maintain a stable value, often backed by reserves like fiat currencies or other assets. On blockchain platforms, stablecoins provide a dependable medium of exchange and store of value, facilitating seamless, low-volatility transactions and programmable financial operations."
      }
    }
  }
}
