{
  "badGateway": {
    "description": "Something went wrong on our end. The server got confused by another server's response — give it another try in a moment.",
    "title": "Connection hiccup"
  },
  "badRequest": {
    "description": "We couldn't understand that request. Double-check your information and try again.",
    "title": "Something's not quite right"
  },
  "buttons": {
    "goBack": "Go back",
    "goHome": "Go home",
    "tryAgain": "Try again"
  },
  "conflict": {
    "description": "This action conflicts with something that's already in place. The system needs a different approach here.",
    "title": "That won't work right now"
  },
  "forbidden": {
    "description": "You don't have the right permissions for this area. Contact your administrator if you think you should have access.",
    "title": "Access restricted"
  },
  "gatewayTimeout": {
    "description": "The server is taking longer than expected to respond. It might be busy — let's try again in a moment.",
    "title": "Taking too long"
  },
  "generic": {
    "description": "Something unexpected happened, but don't worry — these things happen. Let's give it another shot.",
    "title": "Oops, something went wrong"
  },
  "internal": {
    "description": "We're experiencing some technical difficulties on our end. Our team has been notified — please try again in a few minutes.",
    "title": "Technical difficulties"
  },
  "notFound": {
    "description": "We can't find the page you're looking for. It might have been moved or the link could be outdated.",
    "title": "Page not found"
  },
  "notOnboarded": {
    "description": "You'll need to complete your platform setup first. It only takes a few minutes to get everything configured.",
    "title": "Setup needed"
  },
  "portal": {
    "description": "We're having trouble connecting to our data service. This is usually temporary — try refreshing in a moment.",
    "title": "Connection issue"
  },
  "rateLimit": {
    "description": "Whoa, slow down there! You've been quite busy. Take a breather for a moment, then try again.",
    "title": "Easy does it"
  },
  "resourceAlreadyExists": {
    "description": "This item already exists. Please choose a unique name or identifier.",
    "title": "Already taken"
  },
  "serviceUnavailable": {
    "description": "This service is taking a quick break for maintenance. It should be back up shortly.",
    "title": "Service temporarily down"
  },
  "systemNotCreated": {
    "description": "The platform hasn't been set up yet. Please ask an administrator to complete the initial deployment.",
    "title": "Platform not initialized"
  },
  "timeout": {
    "description": "This is taking longer than expected. The server might be busy — let's try once more.",
    "title": "Request timed out"
  },
  "tokenInterfaceNotSupported": {
    "description": "This token contract doesn't support the features we need. Make sure it implements: {{requiredInterfaces}}",
    "title": "Incompatible token type"
  },
  "unauthorized": {
    "description": "You'll need to sign in to access this. Your session might have expired.",
    "title": "Sign in required"
  },
  "userNotAllowed": {
    "description": "You can't interact with this token right now. {{reason}}",
    "title": "Action not permitted"
  },
  "userNotAuthorized": {
    "description": "You need additional permissions for this action. Required roles: {{requiredRoles}}",
    "title": "Additional permissions needed"
  },
  "validation": {
    "description": "Some of the information doesn't look right. Check the highlighted fields and try again.",
    "title": "Check your input"
  }
}
