{
  "meta": {
    "defaultTitle": "Asset Tokenization Kit | SettleMint",
    "titleTemplate": "%s | Asset Tokenization Kit",
    "defaultDescription": "Transform real-world assets into secure digital tokens in minutes. Your enterprise-ready platform for tokenizing bonds, equity, funds, and more — all compliant and under your control.",
    "keywords": [
      "asset tokenization",
      "blockchain",
      "real world assets",
      "RWA",
      "tokenization platform",
      "digital assets",
      "DeFi",
      "bonds",
      "equity",
      "stablecoins",
      "SettleMint"
    ]
  },
  "pages": {
    "home": {
      "title": "Home",
      "description": "Welcome to your digital asset platform. Everything you need to tokenize, manage, and trade real-world assets with enterprise-grade security."
    },
    "dashboard": {
      "title": "Dashboard",
      "description": "Your command center for digital assets. Track performance, monitor portfolios, and manage everything in one powerful interface."
    },
    "assets": {
      "title": "Assets",
      "description": "Explore your tokenized universe. Browse, manage, and interact with bonds, equity, funds, and all your digital assets in one place."
    },
    "tokenFactory": {
      "title": "Token factory",
      "description": "Where digital assets come to life. Create new tokens with our secure smart contract system — it's easier than you think."
    },
    "onboarding": {
      "title": "Get started",
      "description": "Your journey to digital asset mastery begins here. Set up your platform in minutes and start tokenizing real-world assets today."
    },
    "auth": {
      "signIn": {
        "title": "Sign in",
        "description": "Welcome back! Securely access your digital asset platform and continue building the future of finance."
      },
      "signUp": {
        "title": "Create account",
        "description": "Ready to revolutionize how value is created and exchanged? Start your tokenization journey with just a few clicks."
      }
    },
    "settings": {
      "title": "Settings",
      "description": "Fine-tune your platform experience. Manage security, preferences, and system settings all in one convenient place."
    }
  },
  "socialMedia": {
    "defaultImage": "/og-image.png",
    "defaultImageAlt": "Asset Tokenization Kit - Transform real-world assets into digital tokens",
    "twitterCard": "summary_large_image",
    "twitterSite": "@settlemint"
  },
  "structured": {
    "organization": {
      "name": "SettleMint",
      "url": "https://settlemint.com",
      "logo": "/logo.png"
    },
    "software": {
      "name": "Asset Tokenization Kit",
      "applicationCategory": "FinanceApplication",
      "operatingSystem": "Cross-platform"
    }
  }
}
