{
  "asset-types": {
    "bond": "Anleihen",
    "equity": "Aktien",
    "fund": "Fonds",
    "stablecoin": "Stablecoins",
    "deposit": "Einlagen"
  },
  "factory": {
    "create": {
      "title": "Token-Fabriken erstellen",
      "description": "Fabrikverträge für Ihre ausgewählten Asset-Typen bereitstellen",
      "deploying": "Bereitstellung von {{current}} von {{total}} Fabriken...",
      "completed": "{{completed}} von {{total}} Fabriken bereitgestellt",
      "all-completed": "Alle Token-Fabriken erfolgreich bereitgestellt",
      "error": {
        "system-not-found": "Systemadresse nicht gefunden. Bitte stellen Sie sicher, dass ein System zuerst bereitgestellt wird.",
        "system-not-bootstrapped": "Das System muss zuerst hochgefahren werden. Bitte warten Sie, bis die Systeminitialisierung abgeschlossen ist.",
        "no-result": "Bereitstellung der Fabrik abgeschlossen, aber es wurde keine Adresse zurückgegeben",
        "default": "Bereitstellung der Token-Fabrik fehlgeschlagen"
      },
      "success": "Token-Fabrik erfolgreich erstellt"
    },
    "info": {
      "bond": {
        "title": "Ein digitales festverzinsliches Wertpapier",
        "description": "Eine Anleihe ist ein Schuldtitel, durch den ein Emittent Kapital von Investoren aufnimmt und sich verpflichtet, das Kapital zuzüglich Zinsen über einen festgelegten Zeitraum zurückzuzahlen. Wenn sie auf der Blockchain ausgegeben werden, werden Anleihen zu programmierbaren Vermögenswerten mit transparenten Bedingungen, automatisierter Compliance und effizientem End-to-End-Lifecycle-Management von der Ausgabe bis zur Abwicklung."
      },
      "deposit": {
        "title": "Sichere und konforme digitale Einlagenverwaltung",
        "description": "Eine Einzahlung ist der Akt, Geld in ein Finanzkonto einzuzahlen, typischerweise zur sicheren Aufbewahrung, für zukünftige Verwendung oder zur Erfüllung einer vertraglichen Verpflichtung. Auf Blockchain-Plattformen können Einlagen als digitale Token dargestellt werden, die eine automatisierte Überprüfung, bedingte Freigabe und prüfbare Verwahrung während des Transaktionslebenszyklus ermöglichen."
      },
      "equity": {
        "title": "Institutionen-Grad digitale Aktienverwaltung",
        "description": "Eigenkapital bezieht sich auf das Eigentumsinteresse an einem Unternehmen oder Vermögenswert, das typischerweise dem Inhaber einen Anteil an den Gewinnen und Stimmrechten gewährt. Wenn es auf der Blockchain tokenisiert wird, kann Eigenkapital mit programmierbaren Regeln ausgegeben, verwaltet und übertragen werden, was den Zugang, die Liquidität und die Betriebseffizienz auf den Eigentumsmarkten verbessert."
      },
      "fund": {
        "title": "Digitaler Vermögenswert für institutionelles Fondsmanagement",
        "description": "Ein Fonds aggregiert Kapital von mehreren Investoren, um in ein Portfolio von Vermögenswerten gemäß einer definierten Strategie und Managementstruktur zu investieren. Die Tokenisierung von Fonds auf der Blockchain ermöglicht eine granulare Eigentumsverfolgung, eine effiziente Verteilung von Erträgen und optimierte Abläufe durch Smart Contracts und Echtzeitberichterstattung."
      },
      "stablecoin": {
        "title": "Eine sichere und besicherte digitale Währung",
        "description": "Ein Stablecoin ist eine Art von Kryptowährung, die darauf ausgelegt ist, einen stabilen Wert zu erhalten, oft unterstützt durch Reserven wie Fiat-Währungen oder andere Vermögenswerte. Auf Blockchain-Plattformen bieten Stablecoins ein zuverlässiges Tauschmittel und Wertspeicher, die nahtlose, volatilitätsarme Transaktionen und programmierbare Finanzoperationen ermöglichen."
      }
    },
    "related": {
      "bond": {
        "box1": {
          "title": "Erste Schritte mit der Anleihe-Erstellung",
          "description": "Erfahren Sie, wie Sie tokenisierte Anleihen mit anpassbaren Fälligkeiten, Zinssätzen und Compliance-Regeln für institutionelle Investoren erstellen und bereitstellen.",
          "button": "Leitfaden lesen"
        },
        "box2": {
          "title": "Anleihe-Compliance und regulatorischer Rahmen",
          "description": "Verstehen Sie die regulatorischen Anforderungen für tokenisierte Anleihen, einschließlich der Berechtigung von Investoren, Übertragungsbeschränkungen und automatisierten Kuponzahlungsmechanismen.",
          "button": "Dokumentation anzeigen"
        },
        "box3": {
          "title": "Anleihevertragsarchitektur",
          "description": "Erforschen Sie die technische Implementierung von Anleihe-Token, einschließlich der Berechnungen des Nennwerts, des Ertragsmanagements und der Integration mit Zahlungssystemen für automatisierte Abwicklungen.",
          "button": "Technische Dokumente"
        }
      },
      "deposit": {
        "box1": {
          "title": "Erste Schritte mit der Einzahlung-Token-Erstellung",
          "description": "Erfahren Sie, wie Sie Einlagen mit konfigurierbaren Abhebungsbedingungen, Zinsansammlung und Multi-Signatur-Genehmigungsabläufen tokenisieren.",
          "button": "Leitfaden lesen"
        },
        "box2": {
          "title": "Einzahlungs-Compliance und Sicherheitsstandards",
          "description": "Verstehen Sie die Sicherheitsmaßnahmen und Compliance-Funktionen für tokenisierte Einlagen, einschließlich Verwahrungskontrollen und Anforderungen an Prüfpfade.",
          "button": "Dokumentation anzeigen"
        },
        "box3": {
          "title": "Einzahlungsvertragsarchitektur",
          "description": "Erforschen Sie das technische Design von Einlagen-Token, einschließlich Zeitverriegelungsmechanismen, bedingter Freigabelogik und Integration mit Verwahrstellen.",
          "button": "Technische Dokumente"
        }
      },
      "equity": {
        "box1": {
          "title": "Erste Schritte mit der Aktien-Token-Erstellung",
          "description": "Erfahren Sie, wie Sie Unternehmensanteile mit Stimmrechten, Dividendenverteilungsmöglichkeiten und Funktionen zur Verwaltung von Kapitalstrukturen tokenisieren.",
          "button": "Leitfaden lesen"
        },
        "box2": {
          "title": "Aktien-Compliance und Aktionärsrechte",
          "description": "Verstehen Sie den regulatorischen Rahmen für tokenisiertes Eigenkapital, einschließlich der Aktionärsvereinbarungen, Abstimmungsmechanismen und Übertragungsbeschränkungen.",
          "button": "Dokumentation anzeigen"
        },
        "box3": {
          "title": "Aktienvertragsarchitektur",
          "description": "Erforschen Sie die Implementierung von Aktien-Token, einschließlich Governance-Funktionen, Systeme zur Dividendenverteilung und Handhabung von Unternehmensaktionen.",
          "button": "Technische Dokumente"
        }
      },
      "fund": {
        "box1": {
          "title": "Erste Schritte mit der Fonds-Token-Erstellung",
          "description": "Erfahren Sie, wie Sie tokenisierte Investmentfonds mit NAV-Berechnungen, Abonnements-/Rücknahmeabläufen und Leistungsgebührenstrukturen erstellen.",
          "button": "Leitfaden lesen"
        },
        "box2": {
          "title": "Fonds-Compliance und Anlegerschutz",
          "description": "Verstehen Sie die regulatorischen Anforderungen für tokenisierte Fonds, einschließlich der Akkreditierung von Investoren, Sperrfristen und Berichtspflichten.",
          "button": "Dokumentation anzeigen"
        },
        "box3": {
          "title": "Fondsvertragsarchitektur",
          "description": "Erforschen Sie das technische Design von Fonds-Token, einschließlich Portfoliomanagement, Gebührenberechnungen und Integration mit Fondsverwaltungs-Systemen.",
          "button": "Technische Dokumente"
        }
      },
      "stablecoin": {
        "box1": {
          "title": "Erste Schritte mit der Stablecoin-Erstellung",
          "description": "Erfahren Sie, wie Sie Stablecoins mit konfigurierbaren Sicherheitenanforderungen, Minting/Burning-Kontrollen und Preisstabilitätsmechanismen bereitstellen.",
          "button": "Leitfaden lesen"
        },
        "box2": {
          "title": "Stablecoin-Compliance und Reservemanagement",
          "description": "Verstehen Sie den regulatorischen Rahmen für Stablecoins, einschließlich der Reservenprüfung, Rücknahmegarantien und Maßnahmen zur Bekämpfung von Geldwäsche.",
          "button": "Dokumentation anzeigen"
        },
        "box3": {
          "title": "Stablecoin-Vertragsarchitektur",
          "description": "Erforschen Sie die Implementierung von Stablecoins, einschließlich Oracle-Integrationen, Sicherheitenmanagement und automatisierten Rebalancing-Mechanismen.",
          "button": "Technische Dokumente"
        }
      }
    }
  }
}
