{
  "badGateway": {
    "description": "Etwas ist auf unserer Seite schiefgelaufen. Der Server wurde von der Antwort eines anderen Servers verwirrt — versuchen Sie es in einem Moment erneut.",
    "title": "Verbindungsstörung"
  },
  "badRequest": {
    "description": "Wir konnten diese Anfrage nicht verstehen. Überprüfen Sie Ihre Informationen und versuchen Sie es erneut.",
    "title": "Etwas stimmt nicht ganz"
  },
  "buttons": {
    "goBack": "Zurück",
    "goHome": "Nach Hause",
    "tryAgain": "Erneut versuchen"
  },
  "conflict": {
    "description": "Diese Aktion steht im Konflikt mit etwas, das bereits vorhanden ist. Das System braucht einen anderen Ansatz hier.",
    "title": "Das funktioniert gerade nicht"
  },
  "forbidden": {
    "description": "Sie haben nicht die richtigen Berechtigungen für diesen Bereich. Kontaktieren Sie Ihren Administrator, wenn Sie glauben, dass Sie Zugriff haben sollten.",
    "title": "Zugriff eingeschränkt"
  },
  "gatewayTimeout": {
    "description": "Der Server braucht länger als erwartet, um zu antworten. Er könnte beschäftigt sein — versuchen wir es in einem Moment erneut.",
    "title": "Dauert zu lange"
  },
  "generic": {
    "description": "Etwas Unerwartetes ist passiert, aber keine Sorge — so etwas passiert. Lassen Sie uns es noch einmal versuchen.",
    "title": "Hoppla, etwas ist schiefgelaufen"
  },
  "internal": {
    "description": "Wir haben einige technische Schwierigkeiten auf unserer Seite. Unser Team wurde benachrichtigt — bitte versuchen Sie es in ein paar Minuten erneut.",
    "title": "Technische Schwierigkeiten"
  },
  "notFound": {
    "description": "Wir können die Seite, die Sie suchen, nicht finden. Sie könnte verschoben worden sein oder der Link könnte veraltet sein.",
    "title": "Seite nicht gefunden"
  },
  "notOnboarded": {
    "description": "Sie müssen zuerst Ihr Plattform-Setup abschließen. Es dauert nur ein paar Minuten, um alles zu konfigurieren.",
    "title": "Setup erforderlich"
  },
  "portal": {
    "description": "Wir haben Schwierigkeiten, uns mit unserem Datendienst zu verbinden. Dies ist normalerweise vorübergehend — versuchen Sie es in einem Moment zu aktualisieren.",
    "title": "Verbindungsproblem"
  },
  "rateLimit": {
    "description": "Whoa, langsamer da! Sie waren ziemlich beschäftigt. Machen Sie eine Pause für einen Moment, dann versuchen Sie es erneut.",
    "title": "Gemächlich"
  },
  "resourceAlreadyExists": {
    "description": "Dieses Element existiert bereits. Bitte wählen Sie einen eindeutigen Namen oder Bezeichner.",
    "title": "Bereits vergeben"
  },
  "serviceUnavailable": {
    "description": "Dieser Dienst macht eine kurze Pause für Wartung. Er sollte bald wieder verfügbar sein.",
    "title": "Dienst vorübergehend ausgefallen"
  },
  "systemNotCreated": {
    "description": "Die Plattform wurde noch nicht eingerichtet. Bitte bitten Sie einen Administrator, die anfängliche Bereitstellung abzuschließen.",
    "title": "Plattform nicht initialisiert"
  },
  "timeout": {
    "description": "Das dauert länger als erwartet. Der Server könnte beschäftigt sein — versuchen wir es noch einmal.",
    "title": "Anfrage-Zeitüberschreitung"
  },
  "tokenInterfaceNotSupported": {
    "description": "Dieser Token-Vertrag unterstützt nicht die Funktionen, die wir brauchen. Stellen Sie sicher, dass er implementiert: {{requiredInterfaces}}",
    "title": "Inkompatibler Token-Typ"
  },
  "unauthorized": {
    "description": "Sie müssen sich anmelden, um darauf zuzugreifen. Ihre Sitzung könnte abgelaufen sein.",
    "title": "Anmeldung erforderlich"
  },
  "userNotAllowed": {
    "description": "Sie können derzeit nicht mit diesem Token interagieren. {{reason}}",
    "title": "Aktion nicht erlaubt"
  },
  "userNotAuthorized": {
    "description": "Sie brauchen zusätzliche Berechtigungen für diese Aktion. Erforderliche Rollen: {{requiredRoles}}",
    "title": "Zusätzliche Berechtigungen benötigt"
  },
  "validation": {
    "description": "Einige der Informationen sehen nicht richtig aus. Überprüfen Sie die hervorgehobenen Felder und versuchen Sie es erneut.",
    "title": "Überprüfen Sie Ihre Eingabe"
  }
}
