{
  "badGateway": {
    "description": "Etwas ist schiefgelaufen. Der Server wurde durch die Antwort eines anderen Servers verwirrt – versuchen Sie es in einem Moment noch einmal.",
    "title": "Verbindungsproblem"
  },
  "badRequest": {
    "description": "Wir konnten diese Anfrage nicht verstehen. Überprüfen Sie Ihre Informationen und versuchen Sie es erneut.",
    "title": "Etwas stimmt nicht"
  },
  "buttons": {
    "goBack": "Zurückgehen",
    "goHome": "Nach Hause gehen",
    "tryAgain": "Erneut versuchen"
  },
  "conflict": {
    "description": "Diese Aktion steht im Konflikt mit etwas, das bereits vorhanden ist. Das System benötigt hier einen anderen Ansatz.",
    "title": "Das funktioniert gerade nicht"
  },
  "forbidden": {
    "description": "Sie haben nicht die richtigen Berechtigungen für diesen Bereich. Kontaktieren Sie Ihren Administrator, wenn Sie denken, dass Sie Zugriff haben sollten.",
    "title": "Zugriff eingeschränkt"
  },
  "gatewayTimeout": {
    "description": "Der Server benötigt länger als erwartet, um zu antworten. Er könnte beschäftigt sein – versuchen wir es in einem Moment erneut.",
    "title": "Dauert zu lange"
  },
  "generic": {
    "description": "Es ist etwas Unerwartetes passiert, aber keine Sorge – solche Dinge passieren. Lassen Sie es uns noch einmal versuchen.",
    "title": "Ups, etwas ist schiefgelaufen"
  },
  "internal": {
    "description": "Wir haben einige technische Schwierigkeiten auf unserer Seite. Unser Team wurde benachrichtigt – bitte versuchen Sie es in ein paar Minuten erneut.",
    "title": "Technische Schwierigkeiten"
  },
  "notFound": {
    "description": "Wir können die Seite, die Sie suchen, nicht finden. Sie könnte verschoben worden sein oder der Link könnte veraltet sein.",
    "title": "Seite nicht gefunden"
  },
  "notOnboarded": {
    "description": "Sie müssen zuerst Ihre Plattformkonfiguration abschließen. Es dauert nur ein paar Minuten, um alles einzurichten.",
    "title": "Einrichtung erforderlich"
  },
  "portal": {
    "description": "Wir haben Probleme, eine Verbindung zu unserem Datenservice herzustellen. Das ist normalerweise vorübergehend – versuchen Sie es in einem Moment erneut.",
    "title": "Verbindungsproblem"
  },
  "rateLimit": {
    "description": "Whoa, mach langsam! Sie waren ganz schön beschäftigt. Nehmen Sie sich einen Moment Zeit zum Durchatmen und versuchen Sie es dann erneut.",
    "title": "Langsam angehen"
  },
  "resourceAlreadyExists": {
    "description": "Das existiert bereits im System. Versuchen Sie, einen anderen Namen oder Identifikator zu verwenden.",
    "title": "Bereits vergeben"
  },
  "serviceUnavailable": {
    "description": "Dieser Dienst macht eine kurze Pause für Wartungsarbeiten. Er sollte bald wieder verfügbar sein.",
    "title": "Dienst vorübergehend nicht verfügbar"
  },
  "systemNotCreated": {
    "description": "Die Plattform wurde noch nicht eingerichtet. Bitte bitten Sie einen Administrator, die erste Bereitstellung abzuschließen.",
    "title": "Plattform nicht initialisiert"
  },
  "timeout": {
    "description": "Das dauert länger als erwartet. Der Server könnte beschäftigt sein – versuchen wir es noch einmal.",
    "title": "Anfrage zeitüberschreitung"
  },
  "tokenInterfaceNotSupported": {
    "description": "Dieser Token-Vertrag unterstützt nicht die Funktionen, die wir benötigen. Stellen Sie sicher, dass er implementiert: {{requiredInterfaces}}",
    "title": "Inkompatibler Token-Typ"
  },
  "unauthorized": {
    "description": "Sie müssen sich anmelden, um darauf zuzugreifen. Ihre Sitzung könnte abgelaufen sein.",
    "title": "Anmeldung erforderlich"
  },
  "userNotAllowed": {
    "description": "Sie können gerade nicht mit diesem Token interagieren. {{reason}}",
    "title": "Aktion nicht erlaubt"
  },
  "userNotAuthorized": {
    "description": "Sie benötigen zusätzliche Berechtigungen für diese Aktion. Erforderliche Rollen: {{requiredRoles}}",
    "title": "Zusätzliche Berechtigungen erforderlich"
  },
  "validation": {
    "description": "Einige der Informationen sehen nicht richtig aus. Überprüfen Sie die hervorgehobenen Felder und versuchen Sie es erneut.",
    "title": "Überprüfen Sie Ihre Eingabe"
  }
}
